// FileSendConfirmSheetController.m
"\"%@\" is requesting to be sent AppStore sales files to." = "\"%@\" is requesting to be sent AppStore sales files to.";

// CountryTableViewController.m
"%d Countries" = "%d Countries";
"Sales" = "Sales";
"Sales - %@" = "Sales - %@";
"Units" = "Units";
"Units - %@" = "Units - %@";
"Upgrade" = "Upgrade";
"Upgrade - %@" = "Upgrade - %@";

// AppDelegate.m
"supportURL" = "http://son-son.sakura.ne.jp/app_store/store_sales_osx_support_en.html";

// InfoViewController.m
"Application" = "Application";
"Are you sure to delete all data?" = "Are you sure to delete all data?";
"Cancel" = "Cancel";
"Contact" = "Contact";
"Contact, please send unknown bugs or your feedback." = "Contact, please send unknown bugs or your feedback.";
"Copyright" = "Copyright";
"Delete" = "Delete";
"Delete all data" = "Delete all data";
"Done" = "Done";
"Info" = "Info";
"Initialize" = "Initialize";
"License" = "License";
"Mail with Mail.app" = "Mail with Mail.app";
"Name" = "Name";
"Open Site with Safari" = "Open Site with Safari";
"SupportMailAddress" = "SupportMailAddress";
"Version" = "Version";
"Warning" = "Warning";
"WebSiteURL" = "http://son-son.sakura.ne.jp/app_store/storesales_en.html";
"You have to pairing this iPhone with your mac" = "You have to pairing this iPhone with your mac";
"[StoreSales contact] " = "[StoreSales contact] ";
"sonson" = "sonson";

// PreferencesWindowController.m
"Dont warn when reqeusting from iPhone." = "Dont warn when reqeusting from iPhone.";
"Password:" = "Password:";
"Preference" = "Preference";
"Username:" = "Username:";

// AppViewController.m
"App" = "App";
"Back" = "Back";
"Total %@" = "Total %@";

// LineChartMeasureView.m
"(Units)" = "(Units)";

// WeeklyViewController.m
"Weekly" = "週";

// DisclaimerViewController.m
"Disclaimer" = "Disclaimer";

// AppDailyViewController.m
"Daily Reports" = "Daily Reports";

// PairingViewController.m
"For paring with Your Mac" = "For paring with Your Mac, select \"Pairing with Your Mac\" from system menu ber. Select %@ among the list shown on your Mac, please fill out above passcode on your Mac.";
"Passcode" = "Passcode";
"this iPhone's name" = "this iPhone's name";

// ITCSalesFaces.m
"Failed to access Sales Info page." = "Failed to access Sales Info page.";

// DailyTableViewController.m
"Daily - Sales (%@ - %@)" = "Daily - Sales (%@ - %@)";
"Daily - Units (%@ - %@)" = "Daily - Units (%@ - %@)";
"Daily - Upgrade (%@ - %@)" = "Daily - Upgrade (%@ - %@)";

// FileSendController.m
"%d files has been sent." = "%d files has been sent.";
"Authorization failed." = "Authorization failed.";
"SSiPhoneSyncFinished" = "Sync iPhone and Mac has finished.";
"Uknown device sent request or data." = "Uknown device sent request or data.";

// SyncProgressSheet.m
"\r\r\r" = "\r\r\r";

// AppWeeklyViewController.m
"Weekly Reports" = "Weekly Reports";

// ReportManager+StoreSales.m
"SSITCDownloadFinished" = "Download from iTunes connect";
"Weekly Log %d files,\rDaily Log %d files are downloaded." = "Weekly Log %d files,\rDaily Log %d files\rare downloaded.";

// PasscodeInputSheetController.m
"Failed..." = "Failed...";
"Input passcode showed by iPhone." = "Input passcode showed by iPhone.";
"Linking..." = "Linking...";
"Pairing is completed." = "Pairing is completed.";
"Passcode is wrong, please input passcode again." = "Passcode is wrong, please input passcode again.";
"Unknown error, please input passcode again." = "Unknown error, please input passcode again.";

// ITCLogin.m
"Failed to access iTunes connect." = "Failed to access iTunes connect.";

// SNDownloader.m
"DifferentURLIsLoaded." = "DifferentURLIsLoaded.";

// DailyViewController.m
"All Applications" = "All Applications";
"Daily" = "Daily";

// MainMenuController.m
"About License" = "About License";
"About StoreSales" = "About StoreSales";
"Check for Updates..." = "Check for Updates...";
"Choose Log File Folder" = "Choose Log File Folder";
"Download Sales Log" = "Download Sales Log";
"Help" = "Help";
"Log File Folder" = "Log File Folder";
"No device" = "No device";
"Open Log View" = "Open Log View";
"Pairing device" = "Pairing device";
"Pairing with new device" = "Pairing with new device";
"Preferences..." = "Preferences...";
"Quit" = "Quit";
"Revoke pairing setting" = "Revoke pairing setting";
"Sync with %@" = "Sync with %@";

// CountriesTotalViewController.m
"%d Applications (%@)" = "%d Applications (%@)";

// SyncViewController.m
"" = "";
"%@" = "%@";
"Close" = "Close";
"Currency rate and Application Info" = "Currency rate and Application Info";
"Download from iTunes connect" = "Download from iTunes connect";
"Edit ITC account" = "Edit ITC account";
"No pairing Mac" = "No pairing Mac";
"Pairing with Your Mac" = "Pairing with Your Mac";
"Password" = "Password";
"Read all log file from Mac" = "Receive sales log from Mac";
"Reload" = "Reload";
"Revoke pairing" = "Revoke pairing";
"Sync" = "Sync";
"Update" = "Update";
"Username" = "Username";
"You can change currency to display via Setting app." = "You can change currency to display via Setting app.";
"Your Mac" = "Your Mac";
"iTunes connect (Debug only)" = "iTunes connect (Debug only)";
"iTunes connect account" = "iTunes connect account";
"offline" = "offline";
"online" = "online";

// AppTotalInfoCell.m
"Total" = "Total";

// FileSendQueueController.m
"Daily data %@" = "Daily data %@";
"Send log for Daily:%@" = "Send log for Daily:%@";
"Send log for Weekly:%@" = "Send log for Weekly:%@";
"Weekly data %@" = "Weekly data %@";

// AppCountriesViewController.m
"Countries" = "Countries";

// ITCProgressWindowController.m
"Connecting iTunes connect..." = "Connecting iTunes connect...";

// TotalTableViewController.m
"%d Applications" = "%d Applications";

// CircleGraphView.m
"You can change the graph with double tap." = "You can change the graph with double tap.";
"no data" = "no data";

// WeeklyTableViewController.m
"Weekly - Sales (%@ - %@)" = "Weekly - Sales (%@ - %@)";
"Weekly - Units (%@ - %@)" = "Weekly - Units (%@ - %@)";
"Weekly - Upgrade (%@ - %@)" = "Weekly - Upgrade (%@ - %@)";

// ITSIconImageDownloadQueue.m
"Please retry to reload info later." = "Please retry to reload info. later, the currency or application info hasn't been updated. Sales info might be displayed incorrectly unless they are correctly updated.";
"Update application info and currency rate..." = "Update application info and currency rate...";

// BonjourController.m
"Pairing" = "Pairing";
"Remove" = "Remove";
"Remove %@'s setting" = "Remove %@'s setting";
"Remove current device" = "Remove current device";

// StoreSalesAppDelegate.m
"No thanks." = "No thanks.";
"StoreSales" = "StoreSales";
"Sure" = "Sure";
"To check \"In App Purchase\"" = "To check \"In App Purchase\"";
"To use StoreSaels, you have to pair iPhone with Mac over WiFi network. Would you like to read the tutorial about setup? Of course, you can read it via sync view later." = "To use StoreSaels, you have to pair iPhone with Mac over WiFi network. Would you like to read the tutorial about setup? Of course, you can read it via sync view later.";

// IconDrawerButton.m
"Flag icon" = "Flag icon";
"Flag icons, provied by icondrawer.com" = "Flag icons, provied by icondrawer.com";
"Open Safari" = "Open Safari";
"about.www.icondrawer.com" = "about.www.icondrawer.com";

// ITCTool.m
"Error" = "Error";

// WeeklyTotalViewController.m
"%d Applications (%@-%@)" = "%d Applications (%@-%@)";

// TutorialPageView.m
"At first, you have to download and install StoreSales for MacOSX via http://son-son.sakura.ne.jp/app_store/storesales_en.html. You can download it via this URL." = "At first, you have to download and install StoreSales for MacOSX via http://son-son.sakura.ne.jp/app_store/storesales_en.html. You can download it via this URL.";
"Condition" = "Condition";
"Copy files" = "Copy files";
"Copy sales log files into 'Log File Folder', which you want to send to iPhone." = "Copy sales log files into 'Log File Folder', which you want to send to iPhone.";
"Device list panel is opened. Push 'Pairing' button of your iPhone device." = "Device list panel is opened. Push 'Pairing' button of your iPhone device.";
"Finished pairing" = "Finished pairing";
"First step" = "First step";
"If you already have finished pairing your Mac, and then the receiving button is shown on iPhone's sync view." = "If you already have finished pairing your Mac, and then the receiving button is shown on iPhone's sync view.";
"Input Passcode" = "Input Passcode";
"Next setup pairing. Turn back to iPhone, run StoreSales on iPhone. And then push 'Sync' button." = "Next setup pairing. Turn back to iPhone, run StoreSales on iPhone. And then push 'Sync' button.";
"Open confirmation sheet on Mac and then push OK after checking device name." = "Open confirmation sheet on Mac and then push OK after checking device name.";
"Please input the passcode which is currently shown on your iPhone." = "Please input the passcode which is currently shown on your iPhone.";
"Receive sales log" = "Receive sales log";
"Run StoreSales for MacOSX, you can change the path of 'Log File Folder' with 'Choose Log File Folder'. The default path is '~/Library/Application Support/StoreSales/log'." = "Run StoreSales for MacOSX, you can change the path of 'Log File Folder' with 'Choose Log File Folder'. The default path is '~/Library/Application Support/StoreSales/log'.";
"Select 'StoreSales' icon on the system menu bar, and select 'Pairing with new device' to open pairing view." = "Select 'StoreSales' icon on the system menu bar, and select 'Pairing with new device' to open pairing view.";
"Selecting 'Receive sales log from Mac', you can receive sales log from your Mac." = "Selecting 'Receive sales log from Mac', you can receive sales log from your Mac.";
"Setup MacOSX" = "Setup MacOSX";
"StoreSales needs Mac, iPhone and WiFi to communicate between them. StoreSales uses WiFi network to send sales log files from Mac to iPhone." = "StoreSales needs Mac, iPhone and WiFi to communicate between them. StoreSales uses WiFi network to send sales log files from Mac to iPhone.";
"Sync view" = "Sync view";
"Sync view is opened. Select 'Pairing with Your Mac'." = "Sync view is opened. Select 'Pairing with Your Mac'.";
"Thank you for downloading StoreSales!!" = "Thank you for downloading StoreSales!!";
"Thank you for your reading!!" = "Thank you for your reading!!";
"This passcode is used to authorize your iPhone by your Mac. Keep iPhone displaying this passcode. Next, input this number into StoreSales for MacOSX." = "This passcode is used to authorize your iPhone by your Mac. Keep iPhone displaying this passcode. Next, input this number into StoreSales for MacOSX.";
"Tutorial" = "Tutorial";
"on MacOSX" = "on MacOSX";

// ITCLoginPage.m
"iTunes connect account info has not been inputed." = "iTunes connect account info has not been inputed.";

// ReportManager.m
"Download Failed" = "Download Failed";
"Downloading day %d of %d" = "Downloading day %d of %d";
"Downloading week %d of %d" = "Downloading week %d of %d";
"Logging in..." = "Logging in...";
"No new log files" = "No new log files";
"No new reports found" = "No new reports found";
"OK" = "OK";
"Please enter a username and a password in the settings." = "Please enter a username and a password in the settings.";
"Starting Download..." = "Starting Download...";
"Updating Cache..." = "Updating Cache...";
"Username / Password Missing" = "Username / Password Missing";

// FileSendWindowController.m
"Connecting..." = "Connecting...";

// SyncingController.m
"AuthorizationFailed" = "Authorization failed";
"Disconnected" = "Disconnected";
"Synchronizing with your Mac" = "Receiving from Mac...";